Repository: zhuxiaoke27/Fighter
Catalog: Fighter/Localizable.xcstrings
Source language: en
Languages: zh_hans

# tutorial_combat
source: Drag or tap a card to play it. Tap an enemy to target it. Use the End Turn button when done.
zh_hans: 拖拽或点击卡牌出牌，点击敌人选择目标。出完牌后点击结束回合。

# tutorial_map
source: Select a reachable node to begin your adventure. Follow the path downward.
zh_hans: 选择一个可达的节点开始冒险，沿着路径向下探索。

# tutorial_shop
source: Buy cards and relics to strengthen your deck. Remove unwanted cards to slim it down.
zh_hans: 购买卡牌和遗物强化你的牌组。移除不需要的卡牌来精简牌组。

# uppercut_warrior
source: Uppercut
zh_hans: 上勾拳

# uppercut_warrior_desc
source: Deal 13 damage. Apply 1 Weak. Apply 1 Vulnerable.
zh_hans: 造成 13 点伤害。施加 1 层虚弱。施加 1 层易伤。

# void_card
source: Void
zh_hans: 虚空

# void_card_desc
source: Unplayable.
zh_hans: 不可打出。

# warcry_warrior
source: Warcry
zh_hans: 呐喊

# warcry_warrior_desc
source: Draw 1 card. Gain 1 Energy.
zh_hans: 抽 1 张牌。获得 1 点能量。

# windblast_mage
source: Windblast
zh_hans: 疾风爆

# windblast_mage_desc
source: Deal 12 damage.
zh_hans: 造成 12 点伤害。

source: Wound
zh_hans: 伤口

# wound_desc
source: Unplayable.
zh_hans: 不可打出。

source: Writhe
zh_hans: 挣扎

# writhe_desc
source: Unplayable.
zh_hans: 不可打出。
